Repository: Netsensia/directorzone
Catalog: module/Directorzone/language/*.po
Languages: fr_fr

source: Login failed. Please try again.
fr_fr: Échec de la connexion. Veuillez essayer à nouveau.

source: You are now logged in
fr_fr: Vous êtes maintenant connecté(e)

source: You have been logged out
fr_fr: Vous avez été déconnecté(e)

source: Thanks for your feedback
fr_fr: Merci pour vos commentaires

source: Your message was sent successfully and will reach us shortly
fr_fr: Votre message a été correctement envoyé et nous parviendra sous peu

source: The email address is already registered
fr_fr: L'adresse email est déjà enregistrée

source: The username is already registered
fr_fr: Le nom d'utilisateur est déjà enregistré

source: Your password reset request has expired. Please try again.
fr_fr: Votre demande de réinitialisation du mot de passe a expiré. Veuillez essayer à nouveau.

source: Your password was successfully updated.
fr_fr: Votre mot de passe a été correctement mis à jour.

source: Please check your email. If you have an account with us, we have sent you instructions on how to reset your password.
fr_fr: Veuillez vérifier votre email. Si vous avez un compte avec nous, nous vous avons envoyé des instructions sur la réinitialisation de votre mot de

source: Please choose a password
fr_fr: Veuillez choisir un mot de passe

source: Please confirm your password
fr_fr: Veuillez confirmer votre mot de passe

source: Passwords don't match
fr_fr: Les mots de passe ne correspondent pas

source: Your username
fr_fr: Nom d'utilisateur

source: There were some errors on the form. Please review your entries and try again.
fr_fr: Il y avait quelques erreurs sur le formulaire. Veuillez examiner vos entrées et réessayez.

source: Please activate your account
fr_fr: Veuillez activer votre compte

source: Password reset request
fr_fr: Demande de réinitialisation du mot de passe

source: Source code for this website is available on <a href="https://github.com/Netsensia/netsensia-zf2-skeleton">GitHub</a>, continuous integration build on <a href="https://travis-ci.org/Netsensia/netsensia-zf2-skeleton">Travis CI</a> and <a href="http://ci.netsensia.com/job/NETSENSIA-ZF2-SKELETON/">Jenkins</a>.
fr_fr: Le code source de ce site est disponible sur <a href="https://github.com/Netsensia/netsensia-zf2-skeleton">GitHub</a>, l'intégration continue sur <a href="https://travis-ci.org/Netsensia/netsensia-zf2-skeleton">Travis CI</a> et <a href="http://ci.netsensia.com/job/NETSENSIA-ZF2-SKELETON/">Jenkins</a>.

source: Expand your mind
fr_fr: Développez votre esprit

source: We love "word of the day" sites, so we've taken it to the next level. Each day we'll give you a new number drawn from our extensive library of numbers ranging from the lowly zero up to, and including, the big daddy of all numbers: one million.
fr_fr: Nous aimons les sites « mot du jour », avons donc franchi une prochaine étape. Chaque jour, nous allons vous donner un nouveau numéro tiré de notre vaste bibliothèque de numéros allant de la modeste place de zéro jusqu'à, et y compris, le gros poisson de tous les numéros: un million.<br><br>

source: Get started
fr_fr: Commencer

source: Maths made easy
fr_fr: Maths rendus faciles

source: Calculate sums up to five times faster with our patent-pending number-adding algorithm, just enter two numbers (lower than 10) and watch as our website adds them for you in a matter of seconds. 99% guaranteed accuracy rate.
fr_fr: Calculez des sommes jusqu'à cinq fois plus rapidement avec notre algorithme en attente de brevet d'addition de chiffres, il suffit d'entrer deux chiffres (inférieure à 10) et de regarder la manière dont notre site internet les additionne pour vous en une affaire de secondes. 99 % de taux d'exactitude garanti.

source: Amaze your friends
fr_fr: Étonnez vos amis

source: Never forget your birthday again. Enter your date of birth in our notepad and simply visit every day, take a look at your notepad, copy the number into a form along with today's date, and we'll let you know if today is your big day. Don't forget the cake!
fr_fr: N'oubliez plus jamais votre anniversaire. Entrez votre date de naissance dans notre bloc-notes et visitez-le simplement tous les jours, jetez un œil à votre bloc-notes, copiez le numéro dans un formulaire avec la date d'aujourd'hui, et nous vous ferons savoir si aujourd'hui est votre grand jour. Ne pas oublier le gâteau !

source: A system for the future
fr_fr: Un système pour l'avenir

source: Works in all known web browsers.<sup>1</sup>
fr_fr: Fonctionne dans tous les navigateurs web connus<sup>1</sup>

source: Coming soon as a Windows desktop app (versions 3.1 and below).<sup>2</sup>
fr_fr: Bientôt comme application de bureau Windows (versions 3.1 et supérieures).<sup>2</sup>

source: Award winning speed and responsiveness.<sup>3</sup>
fr_fr: Gagnant du Prix de vitesse et de réactivité.<sup>3</sup>

source: Award winning customer support.<sup>4</sup>
fr_fr: Gagnant du Prix ​​du soutien à la clientèle.<sup>4</sup>

source: 5 star-rated user-friendliness. <sup>5</sup>
fr_fr: Convivialité notée 5 étoiles. <sup>5</sup>

source: What our users say
fr_fr: Ce que nos utilisateurs disent

source: "If there's one thing I'm sure of, it's that this is the finest website I've ever used. I sometimes log on just to look at it in order to relax, as does my wife."
fr_fr: « S'il y a une chose dont je suis sûr, c'est que c'est le meilleur site que j'ai jamais utilisé. Je me connecte parfois juste pour le regarder dans le but de me détendre, tout comme ma femme. »

source: "I've used lots of websites in the past, and now I use this one. I'll telling all my friends about it. Some of them aren't as receptive as I had hoped, but I'm working on it."
fr_fr: « J'ai utilisé beaucoup de sites dans le passé, et maintenant j'utilise celui-ci. Je dis cela à tous mes amis. Certains d'entre eux ne sont pas aussi réceptifs que je l'avais espéré, mais je travaille là-dessus ».

source: "Does anyone there speak French? I doubt it, but I just wanted to say that this is the worst site I have ever used in all my life. Put that on your customer feedback page."
fr_fr: Est-ce que quelqu'un l&agrave;-bas parle fran&ccedil;ais? J'en doute, mais je voulais juste vous dire que c'est le pire site que j'ai jamais utilis&eacute; dans toute ma vie. Vous m'entendez? Je suis s&ucirc;r que vous ne serez pas mettre ceci sur votre page devis des clients.

source: Chrome/Firefox support coming soon. If you experience problems with IE versions 7 and up, please downgrade your browser to version 6. Some users have reported also needing to downgrade to Windows XP.
fr_fr: Chrome / Firefox soutien à venir. Si vous rencontrez des problèmes avec les versions IE 7 et plus, downgrader votre navigateur à la version 6. Certains utilisateurs ont signalé également besoin de downgrade vers Windows XP.

source: Doesn't include version 2.03 thru 2.11 or versions 1.01 thru 1.04. Version 3.0 support planned for phase two.
fr_fr: Ne pas inclure la version 2,03 à 2,11 ou versions de 1,01 à 1,04. Version 3.0 de soutien prévu pour la deuxième phase.

source: Slowest website 2012 (Websites Review Magazine)
fr_fr: Le site le plus lent 2012 (Websites Review Magazine)

source: Worst customer support 2012 (Websites Review Magazine)
fr_fr: Pire soutien à la clientèle 2012 (Websites Review Magazine)

source: 'Barely usable' - 5/100 stars (Websites Review Magazine)
fr_fr: « À peine utilisable » - 5/100 étoiles (Websites Review Magazine)

source: A 404 error occurred
fr_fr: Une erreur 404 s'est produite

source: The requested controller was unable to dispatch the request.
fr_fr: Le contrôleur demandé a été incapable d'envoyer la requête.

source: The requested controller could not be mapped to an existing controller class.
fr_fr: Le contrôleur demandé n'a pas pu être mappé à une classe de contrôleur existant.

source: The requested controller was not dispatchable.
fr_fr: L'envoi du contrôleur demandé n'était pas possible.

source: The requested URL could not be matched by routing.
fr_fr: L'adresse Internet demandée n'a pas pu être correspondre par le routage.

source: We cannot determine at this time why a 404 was generated.
fr_fr: Nous ne pouvons pas déterminer en ce moment pourquoi un 404 a été généré.

source: Controller
fr_fr: Contrôleur

source: resolves to %s
fr_fr: résout à %s

source: Additional information
fr_fr: Informations complémentaires

source: File
fr_fr: Fichier

source: Stack trace
fr_fr: Trace de la pile

source: Previous exceptions
fr_fr: Exceptions précédentes

source: No Exception available
fr_fr: Aucune exception disponible

source: An error occurred
fr_fr: Une erreur s'est produite

source: Home
fr_fr: Accueil

source: Help
fr_fr: Aide

source: Register
fr_fr: S'inscrire

source: Logout
fr_fr: Déconnexion

source: Logged in as
fr_fr: Connecté en tant que

source: Sign In / Sign Up
fr_fr: Connexion / S'inscrire

source: Remember Me
fr_fr: Mémoriser mes données

source: Sign In
fr_fr: Connexion

source: Create a new account
fr_fr: Créer un nouveau compte

source: Reset your password
fr_fr: Réinitialiser votre mot de passe

source: English
fr_fr: Anglais

source: French
fr_fr: Français

source: All rights reserved.
fr_fr: Tous droits réservés.

source: Feedback
fr_fr: Commentaires

source: Source code (GitHub)
fr_fr: Code source (GitHub)

source: Your locale has now been changed.
fr_fr: Vos paramètres régionaux ont maintenant été modifiés.
